{
    "status":"ok",
    "data":{
       "3765319664":{
          "level":5,
          "name":"PASD505_Hill",
          "icons":{
             "local_contour":"gui/ship_bars/PASD505_h_bg.png",
             "contour_alive":"vehicle/contour_alive/PASD505_62e29247f3697cc741eb3d401abc845d10551fd33155dd70fe3e569d22ec9b83.png",
             "medium":"vehicle/medium/PASD505_c55a77233fc224bf6cf978b593a1efe99d2aec62b1c40840755e3888ea89da7c.png",
             "default":"vehicle/small/PASD505_6e5d7f1db6cc0b3fedfb48455a8babe6454907a79f8d6b6767d19cde739273a6.png",
             "local_small":"gui/ship_previews/PASD505.png",
             "contour_dead":"vehicle/contour_dead/PASD505_ddeebdbcd7ef1bca4949d68ed2c26610999602a9582b75df1da7a2e292dfd90a.png",
             "large":"vehicle/large/PASD505_d69732786e89823aeba08aa9177e9e209ae413bad09a4c54905afe4f2d850dbe.png",
             "local_contour_dead":"gui/ship_dead_icons/PASD505.png",
             "local_contour_alive":"gui/ship_icons/PASD505.png",
             "small":"vehicle/small/PASD505_6e5d7f1db6cc0b3fedfb48455a8babe6454907a79f8d6b6767d19cde739273a6.png",
             "contour":"vehicle/contour/PASD505_b16401bed000c4ce195a21c07bad3bb9ba5a489d26001263f8832cdd6a9f391c.png"
          },
          "tags":[
             "Destroyer",
             "special",
             "uiPremium",
             "canRent",
             "sellable"
          ],
          "localization":{
             "shortmark":{
                "ru":"Hill",
                "fr":"Hill",
                "en":"Hill",
                "nl":"Hill",
                "th":"Hill",
                "pt_br":"Hill",
                "zh_cn":"希尔",
                "ko":"Hill",
                "de":"Hill",
                "tr":"Hill",
                "it":"Hill",
                "zh_sg":"希尔",
                "uk":"Hill",
                "es":"Hill",
                "cs":"Hill",
                "es_mx":"Hill",
                "ja":"Hill",
                "pl":"Hill",
                "zh_tw":"Hill"
             },
             "description":{
                "ru":"Один из вариантов проекта лидера эскадренных миноносцев, разработка которого началась в конце Первой мировой войны. Был вооружён пятью орудиями главного калибра.",
                "fr":"L'une des ébauches de modèles pour un destroyer conducteur de flottille, dont la production commença à la fin de la Première Guerre mondiale. Il était équipé de cinq canons de batterie principale.",
                "en":"One of the draft designs for a destroyer flotilla leader, production of which started at the end of World War I. Was armed with five main battery guns.",
                "nl":"Een van de ontwerpconcepten voor een torpedobootjager-flotillaleider. De productie van dit schip begon aan het einde van de Eerste Wereldoorlog. Ze was uitgerust met vijf stuks hoofdgeschut.",
                "th":"หนึ่งในร่างการออกแบบของเรือนำกองเรือพิฆาต การต่อเรือเริ่มขึ้นเมื่อจบสงครามโลกครั้งที่หนึ่ง เรือลำนี้ติดตั้งชุดปืนหลักไว้ห้ากระบอก",
                "pt_br":"Um dos projetos de rascunho para um contratorpedeiro líder de flotilha, cuja produção começou no final da Primeira Guerra Mundial. Ele estava armado com cinco canhões de baterias principais.",
                "zh_cn":"一个驱逐舰队旗舰的草案设计方案，一战结束后开始生产。装备了5门主炮。",
                "ko":"제1차 세계대전 말기 생산이 시작된 구축함 소함대 기함 설계안 중 하나이다. 주함포 5문으로 무장하고 있다.",
                "de":"Dies ist einer der Designentwürfe für einen Zerstörerflottillenführer, dessen Erstellung zum Ende des Ersten Weltkriegs begann. Er war mit fünf Hauptbatteriegeschützen ausgerüstet.",
                "tr":"Üretimi I. Dünya Savaşı'nın sonunda başlamış olan bir muhrip filotilla lideri için taslak tasarımlardan biri. Beş ana batarya topu ile donatılmıştı.",
                "it":"Una delle bozze del progetto di un cacciatorpediniere conduttore che iniziò ad essere prodotto alla fine della Prima Guerra Mondiale. Era armato con cinque cannoni in batteria principale.",
                "zh_sg":"一种驱逐舰队旗舰草案，一战结束后开始生产。装备了5门主炮。",
                "uk":"Один із варіантів проекту лідера ескадрених міноносців, розроблення якого почали наприкінці Першої світової війни. Був озброєний п’ятьма гарматами головного калібру.",
                "es":"Uno de los bocetos del diseño para un destructor líder de flotilla, cuya producción empezó al acabar la I Guerra Mundial. Estaba armado con cinco cañones en la batería principal.",
                "cs":"Jeden z konstrukčních návrhů na vůdce flotily torpédoborců, jehož výroba začala na konci první světové války. Loď byla vyzbrojena pěti děly hlavní baterie.",
                "es_mx":"Uno de los proyectos de diseño para un destructor líder de flotilla, cuya producción comenzó al final de la Primera Guerra Mundial. Estaba armado con cinco cañones en la batería principal.",
                "ja":"ヒルは一次大戦後に開発が始まった嚮導駆逐艦の設計草案のひとつであり、主砲を 5 門搭載する案でした。",
                "pl":"Jeden z wariantów lidera flotylli niszczycieli, którego produkcja rozpoczęła się pod koniec I wojny światowej. Uzbrojony był w pięć dział głównej baterii.",
                "zh_tw":"驅逐艦艦隊領艦的設計草案之一，其生產始於第一次世界大戰結束。裝備五門主炮。"
             },
             "mark":{
                "ru":"Hill",
                "fr":"Hill",
                "en":"Hill",
                "nl":"Hill",
                "th":"Hill",
                "pt_br":"Hill",
                "zh_cn":"希尔",
                "ko":"Hill",
                "de":"Hill",
                "tr":"Hill",
                "it":"Hill",
                "zh_sg":"希尔",
                "uk":"Hill",
                "es":"Hill",
                "cs":"Hill",
                "es_mx":"Hill",
                "ja":"Hill",
                "pl":"Hill",
                "zh_tw":"Hill"
             }
          },
          "nation":"usa"
       },
       "3760109552":{
          "level":9,
          "name":"PASC510_Alaska",
          "icons":{
             "local_contour":"gui/ship_bars/PASC510_h_bg.png",
             "contour_alive":"vehicle/contour_alive/PASC510_10af69e87ced28453388fd2421f46faf76addd3a95f7562192045ecfb41a9c48.png",
             "medium":"vehicle/medium/PASC510_286f2b4241f4d510e45053ddd9d7d005313b5d7999e09ec9abe56a36a110fbc7.png",
             "default":"vehicle/small/PASC510_1c368c094c16e8fc1fed07afbc237cb7fde0cf956ce171dc419eabfbaedf4364.png",
             "local_small":"gui/ship_previews/PASC510.png",
             "contour_dead":"vehicle/contour_dead/PASC510_68b4580c9c9a68d0eb86139752572a144aaf66a0033f5df66225a135177b5f99.png",
             "large":"vehicle/large/PASC510_40afcfa7e9befb9a759762bd618bd2687f94d8e5743737b7e35602097bdfb72e.png",
             "local_contour_dead":"gui/ship_dead_icons/PASC510.png",
             "local_contour_alive":"gui/ship_icons/PASC510.png",
             "small":"vehicle/small/PASC510_1c368c094c16e8fc1fed07afbc237cb7fde0cf956ce171dc419eabfbaedf4364.png",
             "contour":"vehicle/contour/PASC510_1b0a2164897f073a4e82e99e6da6015fcb04abedb2f0136f2badd0f97c5dd293.png"
          },
          "tags":[
             "Cruiser",
             "specialUnsellable",
             "uiPremium",
             "canRent"
          ],
          "localization":{
             "shortmark":{
                "ru":"Alaska",
                "fr":"Alaska",
                "en":"Alaska",
                "nl":"Alaska",
                "th":"Alaska",
                "pt_br":"Alaska",
                "zh_cn":"阿拉斯加",
                "ko":"Alaska",
                "de":"Alaska",
                "tr":"Alaska",
                "it":"Alaska",
                "zh_sg":"阿拉斯加",
                "uk":"Alaska",
                "es":"Alaska",
                "cs":"Alaska",
                "es_mx":"Alaska",
                "ja":"Alaska",
                "pl":"Alaska",
                "zh_tw":"Alaska"
             },
             "description":{
                "ru":"Представитель особого класса кораблей, занимавшего промежуточное положение между крейсерами и линкорами. Официально классифицировался как «большой крейсер». Был вооружён 305-мм орудиями, обладал высокой скоростью и мощной ПВО. При этом для своих размеров был относительно слабо защищён.",
                "fr":"Un type de navire particulier, se trouvant quelque part entre un croiseur et un cuirassé. Officiellement classé comme « grand croiseur », il était équipé de canons de 305 mm, disposait d'une vitesse élevée, et d'une puissante DCA. Son blindage était en revanche plutôt faible pour un navire si imposant.",
                "en":"An instance of a special type of ship, somewhere between a cruiser and a battleship. Officially classified as a \"large cruiser\", she was armed with 305 mm guns, had a high speed, and powerful AA defenses. On the other hand, she had relatively weak protection for her size.",
                "nl":"Een speciaal type schip, tussen een kruiser en een slagschip in. Het schip werd officieel geclassificeerd als een \"grote kruiser\", was uitgerust met 305 mm kanonnen en had een hoge topsnelheid en krachtige luchtverdediging. Daarentegen had ze voor haar omvang een vrij zwakke bescherming.",
                "th":"สถานะของเรือชนิดพิเศษที่อยู่ระหว่างเรือลาดตระเวนและเรือประจัญบาน โดยทางการแล้วถูกจัดเป็น \"เรือลาดตระเวนใหญ่\" โดยมีปืน 305 มม. ทำความเร็วได้สูงและมีการป้องกันอากาศยานทีทรงพลัง แต่ตัวเรือมีการป้องกันที่อ่อนด้อยเมื่อเทียบกับขนาดของเรือ.",
                "pt_br":"Uma instância de um tipo especial de navio, em algum lugar entre um cruzador e um encouraçado. Oficialmente classificada como \"grande cruzador\", ele estava armada com canhões de 305 mm, alta velocidade e poderosas defesas AA. Por outro lado, ele tinha uma proteção relativamente fraca para seu tamanho.",
                "zh_cn":"一种特殊类型战舰的实例，位于巡洋舰和战列舰之间。被官方归类为「大型巡洋舰」，它拥有305毫米火炮、速度快并且具有强大的防空防御能力。另一方面，它有以它的大小来说相对弱的防护。",
                "ko":"순양함과 전함의 특징을 모두 지닌 특이한 군함으로 \"대형 순양함\"으로 분류된다. 305mm 주함포로 무장하였으며 빠른 속력과 강력한 대공 방어 성능이 특징이다. 반면 방호 성능은 떨어졌다.",
                "de":"Ein besonderer Schiffstyp, der irgendwo zwischen Kreuzer und Schlachtschiff angesiedelt ist und offiziell als „großer Kreuzer“ eingestuft wird. Sie verfügt über 305-mm-Geschütze, eine hohe Geschwindigkeit und eine mächtige Luftabwehr. Für ihre Größe ist sie allerdings relativ schwach geschützt.",
                "tr":"Kruvazör ile zırhlı arasında özel türde bir gemi örneği. Resmî olarak \"büyük kruvazör\" olarak sınıflandırılan gemi 305 mm'lik toplarla donatılmıştı, yüksek hıza ve güçlü uçaksavar savunmasına sahipti. Öte yandan boyutlarına göre nispeten zayıf korunmaya sahipti.",
                "it":"Una proposta per un tipo di nave particolare, tra un incrociatore e una corazzata. Ufficialmente classificato come \"grande incrociatore\", era armato con cannoni da 305 mm, velocità elevata e potenti difese contraeree. Aveva però una protezione relativamente debole per una nave della sua stazza.",
                "zh_sg":"一种特殊类型战舰的例子，定位在巡洋舰和战列舰之间。被官方归类为“大巡洋舰”，她拥有305毫米火炮，航行速度快，并且具有强大的对空防御能力。另一方面，对它的体积来说，护甲防护相对较弱。",
                "uk":"Представник особливого класу кораблів, що був проміжною ланкою між крейсерами й лінкорами. Офіційно класифікували як «великий крейсер». Ніс 305-мм гармати та мав високу швидкість і потужну систему ППО, проте був відносно мало захищений як на свої розміри.",
                "es":"Ejemplar de un tipo de barco especial, que mezcla aspectos de un crucero y un acorazado. Oficialmente clasificado como «crucero de gran tamaño», estaba equipado con cañones de 305 mm, tenía una alta velocidad y una potente defensa AA. Por otro lado, su protección era bastante ligera para su tamaño.",
                "cs":"Případ zvláštního typu lodi, která se nacházela někde mezi křižníkem a bitevní lodí. Oficiálně byla klasifikována jako „velký křižník“, byla vyzbrojena 305mm děly a měla vysokou rychlost a silnou protiletadlovou obranu. Na druhou stranu měla na svou velikost poměrně slabou ochranu.",
                "es_mx":"Un ejemplo de este tipo especial de barco, que encajaba entre un crucero y un acorazado. Oficialmente clasificado como un \"crucero grande\", estaba armado con cañones de 305 mm, tenía una alta velocidad, y poderosas defensas antiaéreas. Por otro lado, tenía una protección relativamente débil para su tamaño.",
                "ja":"アラスカ級は、巡洋艦と戦艦の中間的な艦級であり、正式には大型巡洋艦として分類されています。305 mm 砲を搭載し、高速であり、強力な対空兵装を備えていましたが、その防御力は、その大きさの割には比較的脆弱でした。",
                "pl":"Przykład okrętu specjalnego typu, łączący w sobie cechy krążownika i pancernika. Oficjalnie sklasyfikowany jako „duży krążownik”, posiadał działa kal. 305 mm i solidne uzbrojenie przeciwlotnicze oraz rozwijał wysoką prędkość. Z drugiej strony jego opancerzenie było dość słabe w stosunku do rozmiarów.",
                "zh_tw":"一種特殊類型艦艇的實例，位於巡洋艦和主力艦之間。被官方歸類為「大型巡洋艦」，她擁有 305 毫米火炮、速度快並且具有強大的對空防禦能力。另一方面，她有以其尺寸來說相對弱的防護。"
             },
             "mark":{
                "ru":"Alaska",
                "fr":"Alaska",
                "en":"Alaska",
                "nl":"Alaska",
                "th":"Alaska",
                "pt_br":"Alaska",
                "zh_cn":"阿拉斯加",
                "ko":"Alaska",
                "de":"Alaska",
                "tr":"Alaska",
                "it":"Alaska",
                "zh_sg":"阿拉斯加",
                "uk":"Alaska",
                "es":"Alaska",
                "cs":"Alaska",
                "es_mx":"Alaska",
                "ja":"Alaska",
                "pl":"Alaska",
                "zh_tw":"Alaska"
             }
          },
          "nation":"usa"
       },
    }
}